Repository: turris-cz/reforis-storage
Catalog: reforis_storage/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, nb_no, ru, sk, ta

source: Use drive
cs: Použít disk
de: Laufwerk verwenden
fr: Utiliser le lecteur
ru: Использовать диск
sk: Použiť disk
ta: டிரைவைப் பயன்படுத்தவும்

source: Devices
cs: Zařízení
de: Geräte
fr: Appareils
nb_no: Enheter
ru: Устройства
sk: Zariadenia
ta: சாதனங்கள்

source: Device currently in use is
cs: Aktuálně používané zařízení je
de: Zur Zeit verwendetes Gerät ist
fr: Le dispositif actuellement utilisé est
nb_no: Enheten i bruk er
ru: Устройство в настоящее время используется
sk: Práve používané zariadenie je
ta: தற்போது பயன்பாட்டில் உள்ள சாதனம்

source: Your setup is currently broken and you are probably loosing data, set a new storage device as soon as you can!
cs: Vaše uspořádání je v tuto chvíli rozbité a pravděpodobně ztrácíte data – nastavte nové úložné zařízení, jak nejdříve je to možné!
de: Ihr Aufbau ist zur Zeit defekt und Sie verlieren möglicherweise Daten, richten Sie schnellstmöglich ein Speichergerät ein!
fr: Votre installation est actuellement en panne et vous perdez probablement des données, configurez un nouveau périphérique de stockage dès que possible !
nb_no: Oppsettet ditt er skadet og du mister antagelig data. Sett en ny lagringsenhet så snart du kan!
ru: Ваши настройки в настоящее время повреждены, и вы, вероятно, теряете можете потерять данные, установите новое устройство хранения как можно скорее!
sk: Vaše súčasné nastavenia sú nesprávne a pravdepodobne strácate dáta. Nastavte nové úložiskové zariadenie čím skôr!
ta: உங்கள் அமைப்பு தற்போது உடைந்துவிட்டது, நீங்கள் தரவை இழக்கிறீர்கள், உங்களால் முடிந்தவரை புதிய சேமிப்பக சாதனத்தை அமைக்கவும்!

source: Current State
cs: Aktuální stav
de: Derzeitiger Status
fr: État actuel
ru: Текущее состояние
sk: Aktuálny stav
ta: தற்போதைய நிலை

source: No drives connected. Please connect a drive and refresh the page.
cs: Nejsou připojeny žádné disky. Připojte prosím nějaký a načtěte stránku znovu.
de: Kein Laufwerk erkannt. Bitte schließen Sie ein Laufwerk an und laden Sie die Seite neu.
fr: Aucun lecteur connecté. Veuillez connecter un lecteur et actualiser la page.
ru: Диски не подключены. Подключите диск и обновите страницу.
sk: Nie sú pripojené žiadne disky. Pripojte disk a obnovte stránku.
ta: இயக்கிகள் எதுவும் இணைக்கப்படவில்லை. தயவுசெய்து ஒரு இயக்ககத்தை இணைத்து பக்கத்தைப் புதுப்பிக்கவும்.

source: State
cs: Stav
de: Zustand
fr: État
nb_no: Tilstand
ru: Состояние
sk: Stav
ta: மாநிலம்

source: N/A
de: n. v.
nb_no: I/T
ru: Не доступно
ta: இதற்கில்லை

source: Your router is <b>waiting for restart</b> to proceed with migrating your data to the newly selected drive.
cs: Váš směrovač <b>čeká na restart</b>, aby proběhlo přestěhování vašich dat na nově vybrané úložiště.
ru: Ваш маршрутизатор <b>ожидает перезагрузки</b> для продолжения переноса данных на новый диск.
ta: உங்கள் திசைவி <b> மறுதொடக்கத்திற்காக காத்திருக்கிறது </b> உங்கள் தரவை புதிதாக தேர்ந்தெடுக்கப்பட்ட இயக்ககத்திற்கு நகர்த்துவதைத் தொடரவும்.

source: Cannot change persistent log setting.
cs: Nebylo možné změnit nastavení trvalejšího ukládání záznamu událostí.
de: Einstellung für persistentes Log kann nicht geändert werden.
fr: Impossible de modifier le paramètre du journal persistant.
ru: Невозможно изменить настройку постоянного журнала.
sk: Nedá sa zmeniť nastavenie perzistentného záznamu.
ta: தொடர்ச்சியான பதிவு அமைப்பை மாற்ற முடியாது.

source: UUID set failed.
cs: Nastavení UUID se nezdařilo.
de: Festlegen der UUID fehlgeschlagen.
fr: La définition de l'UUID a échoué.
nb_no: Kunne ikke sette UUID.
ru: Не удалось установить UUID.
sk: Nastavenie UUID neúspešné.
ta: UUID தொகுப்பு தோல்வியடைந்தது.

source: Your router is <b>waiting for restart</b> to proceed with migrating your data to the newly selected drive. Please restart your router <b>as soon as possible</b> but bear in mind that the next reboot will take longer as all data need to be migrated.
nb_no: Din ruter venter på å bli <b>startet på nytt</b> for å fortsette migreringen av dataen din til den nylig valgte disken. Start ruteren på nytt <b>så snart som mulig</b>, men ha i minnet at neste omstart vil ta lengre tid siden all dataen må migreres.
sk: Váš router <b>čaká na reštart</b> nevyhnutný na pokračovanie presunu vašich dát na vybratý nový disk. Reštartujte router <b>čo najskôr</b> a nezabudnite, že nasledujúci reštart bude trvať dlhšie, pretože sa budú presúvať dáta.
