Repository: turris-cz/reforis-storage
Catalog: reforis_storage/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, nb_no, ru, sk, ta

source: Storage
cs: Uložiště
de: Speicher
fr: Stockage
nb_no: Lagring
ru: Хранилище
sk: Úložisko
ta: சேமிப்பு

source: Here you can select which one of the already prepared drives should be used as external storage. If you already have a device that you used with the Turris router before, you can set it to be used as external storage here. Alternatively, if you are migrating your drive to another Turris device, you can disable external storage here. In such a case, all your data will remain on the external drive that you can connect elsewhere. Your /srv will use internal storage again but no data will be migrated. That means that services like MySQL will end up with empty databases and LXC virtual machines will be unavailable.
cs: Zde je možné vybrat, která z už připravených jednotek má být použita jako externí úložiště. Pokud máte zařízení, které jste už dříve používali se směrovačem Turris, je možné ho zde nastavit jako externí úložiště. Případně, pokud jednotku chcete přesunout na jiné zařízení Turris, je zde také možné externí zařízení deaktivovat. V takovém případě všechna data zůstanou na externí jednotce, kterou pak můžete připojit jinam. Pro složku /srv tak bude opět používáno interní úložiště, ale nebudou na něj přesunuta žádná data. To znamená, že služby jako je MySQL skončí s prázdnými databázemi a LXC virtuální stroje nebudou dostupné.
de: Hier können Sie angeben, welches der Laufwerke, die bereits eingerichtet sind, als externer Speicher eingesetzt werden soll. Falls Sie bereits einen Speicher besitzen, der schon einmal mit dem Turris-Router verbunden war, können Sie ihn hier als externen Speicher einstellen. Alternativ können Sie, wenn Sie Ihr Speichergerät in ein anderes Turris-Gerät umziehen, den externen Speicher hier abschalten. In diesem Fall bleiben Ihre Daten auf dem Speicher erhalten und Sie können ihn woanders anschließen. Ihr /srv wird wieder den internen Speicher verwenden, es werden aber keine Daten dorthin verschoben. Das bedeutet, dass Dienste wie MySQL mit leeren Datenbanken dastehen und virtuelle LXC-Maschinen nicht verfügbar sein werden.
fr: Vous pouvez sélectionner ici celui des lecteurs déjà préparés qui doit être utilisé comme stockage externe. Si vous disposez déjà d'un périphérique que vous avez utilisé avec le routeur Turris auparavant, vous pouvez le configurer pour qu'il soit utilisé comme stockage externe ici. Par ailleurs, si vous faites migrer votre disque vers un autre périphérique Turris, vous pouvez désactiver le stockage externe ici. Dans ce cas, toutes vos données resteront sur le disque externe que vous pourrez connecter ailleurs. Votre /srv utilisera à nouveau le stockage interne mais aucune donnée ne sera migrée. Cela signifie que des services comme MySQL se retrouveront avec des bases de données vides et que les machines virtuelles LXC seront indisponibles.
nb_no: Her kan du velge hvilken av de forberedede stasjonene som skal brukes som eksternlagring. Hvis du allerede har en enhet som du brukte med Turris-ruteren før, kan du bruke den som eksternlagring her. Alternativt, hvis du flytter din stasjon til en annen Turris-enhet, kan du skru av eksternlagring her. I sådant fall vil all din data forbli på den eksterne stasjonen som du kan koble til et annet sted. Din /srv vil bruke internlageret igjen, men ingen data vil bli flyttet. Det betyr at tjenester som MySQL vil ende opp med tomme databaser, og virtuelle LXC- maskiner vil bli utilgjengelige.
ru: Здесь вы можете выбрать, какой из уже подготовленных дисков следует используется как внешнее хранилище. Если у вас уже есть устройство, которое вы использовали с маршрутизатором Turris ранее, вы можете настроить его на использование в качестве внешнегоl хранение здесь. В качестве альтернативы, если вы переносите свой диск на другое устройство Turris, вы можете отключить внешний накопитель здесь. В таком случае, все ваши данные останутся на внешнем диске, который вы можете подключить в другом месте. Ваш /srv снова будет использовать внутреннюю память, но данные не будут перенесены. Это означает, что такие службы, как MySQL, останутся с пустыми базами данных и виртуальные машины LXC будут недоступны.
sk: Tu môžete zvoliť, ktorý z už pripravených diskov sa použije ako externé úložisko. Ak máte zariadenie, ktoré ste už predtým s routerom Turris používali, môžete ho tu nastavit ako externé úložisko. Prípadne, ak disk presúvate na iné zariadenie Turris, môžete ho tu ako externé úložisko deaktivovať. V takom prípade zostanú všetky vaše dáta na externom disku, ktorý potom môžete pripojiť inde. Priečinok /srv sa presunie späť na interné úložisko, ale nedôjde k presunu žiadnych dát. To znamená, že služby ako sú MySQL budú mať prázdne databázy a virtuálne stroje LXC nebudú dostupné.
ta: ஏற்கனவே தயாரிக்கப்பட்ட இயக்கிகளில் எது இருக்க வேண்டும் என்பதை இங்கே நீங்கள் தேர்ந்தெடுக்கலாம் வெளிப்புற சேமிப்பகமாக பயன்படுத்தப்படுகிறது. நீங்கள் ஏற்கனவே பயன்படுத்திய சாதனம் இருந்தால் இதற்கு முன்பு டர்ரிச் திசைவி மூலம், நீங்கள் அதை வெளிப்புறமாகப் பயன்படுத்தலாம் இங்கே சேமிப்பு. மாற்றாக, நீங்கள் உங்கள் இயக்ககத்தை இன்னொருவருக்கு மாற்றினால் டர்ரிச் சாதனம், நீங்கள் இங்கே வெளிப்புற சேமிப்பிடத்தை முடக்கலாம். அத்தகைய சந்தர்ப்பத்தில், உங்கள் எல்லா தரவும் நீங்கள் இணைக்கக்கூடிய வெளிப்புற இயக்ககத்தில் இருக்கும் வேறு இடங்களில். உங்கள் /எச்.ஆர்.வி மீண்டும் உள் சேமிப்பிடத்தைப் பயன்படுத்தும், ஆனால் தரவு எதுவும் இருக்காது இடம்பெயர வேண்டும். அதாவது MySQL போன்ற சேவைகள் காலியாக முடிவடையும் தரவுத்தளங்கள் மற்றும் எல்.எக்ச்.சி மெய்நிகர் இயந்திரங்கள் கிடைக்காது.

source: Prepare Drives
cs: Připravit disky
de: Laufwerk vorbereiten
fr: Préparer les lecteurs
ru: Подготовить диски
sk: Pripraviť disky
ta: டிரைவ்களைத் தயாரிக்கவும்

source: Drive Selection
cs: Výběr disku
de: Laufwerksauswahl
fr: Sélection du lecteur
nb_no: Stasjonsvalg
ru: Выбор диска
sk: Výber disku
ta: இயக்கி தேர்வு

source: <p>Here you can set up where your persistent data should be stored. If you want to use Nextcloud, LXC or other IO-intensive applications, don't put them on internal flash, but always use external storage. Also, make sure that your data will fit on the new drive before switching.</p> <p>To set up external storage, you have to connect an external drive - like an USB flash drive - and format it to Btrfs filesystem. All you have to do is select the correct drive, the desired RAID level and click "Format & Set" button in "Prepare storage" section. This will format the drive and will ask you to reboot the router. During the reboot your /srv (directory where all IO-intensive applications should reside) will get moved to this new drive.</p> <p>If you already have a device that you used with the Turris router before, you can set it to be used as external storage in "Drive selection" section without losing any data.</p>
cs: <p>Zde můžete nastavit, kam se budou ukládat vaše perzistentní (trvalá) data. Chcete-li používat Nextcloud, LXC nebo jiné aplikace s intezivními I/O operacemi, neukládejte data na interní flashové úložiště, vždy použijte úložiště externí. Před přepnutím se také ujistěte, že se vaše data na nový disk vejdou.</p> <p>Pro nastavení externího úložiště nejdřív připojte externí disk – například USB flash disk – a naformátujte ho na souborový systém Btrfs. Vše, co musíte udělat, je vybrat správný disk, požadovanou úroveň RAID a stisknout tlačítko „Naformátovat a nastavit“ v sekci „Připravit úložiště“. To naformátuje disk a vyžádá si restart routeru. Při restartu bude adresář /srv (kam by si měly aplikace s intenzivními I/O operacemi ukládat data) přesunut na tento nový disk.</p> <p>Pokud máte zařízení, které jste používali s routerem Turris už dříve, můžete ho beze ztráty dat nastavit jako externí úložiště v sekci „Výběr disku“.</p>
de: <p>Hier können Sie einstellen, wo ihre Daten abgelegt werden sollen. Falls Sie Nextcloud, LXC oder andere E/A-lastige Anwendungen verwenden wollen, verwenden Sie dafür nicht den internen Flash-, sondern immer einen externen Speicher. Achten Sie vor dem Wechsel darauf, dass Ihre Daten auf das neue Laufwerk passen.</p> <p>Zum Einrichten des externen Speichers müssen Sie ein externes Laufwerk – wie einen USB-Stick – anschließen und mit dem Btrfs-Dateisystem formatieren. Dazu müssen Sie lediglich das richtige Laufwerk auswählen, dann wählen Sie den gewünschten RAID-Level und klicken auf "Formatieren & festlegen" im Abschnitt "Speicher vorbereiten". Daraufhin wird der Speicher formatiert und Sie werden gebeten, den Router neu zu starten. Während des Neustarts wird Ihr /srv (das Verzeichnis, in dem sämtliche E/A-lastigen Anwendungen abgelegt sein sollten), auf das neue Laufwerk verschoben.</p> <p>Falls Sie in Ihrem Turris-Router früher schon ein Gerät verwendet haben, können Sie dieses im "Laufwerk auswählen"-Abschnitt sofort übernehmen, ohne irgendwelche Daten zu verlieren.</p>
fr: <p>Vous pouvez définir ici l'endroit où vos données persistantes doivent être stockées. Si vous voulez utiliser Nextcloud, LXC ou d'autres applications gourmandes en IO, ne les mettez pas sur la flash interne, mais utilisez toujours un stockage externe. Assurez-vous également que vos données pourront tenir sur le nouveau disque avant de le changer.</p> <p>Pour configurer le stockage externe, vous devez connecter un disque externe - comme une clé USB - et le formater au système de fichiers Btrfs. Tout ce que vous avez à faire est de sélectionner le bon disque, le niveau RAID souhaité et de cliquer sur le bouton "Formater & Définir" dans la section "Préparer le stockage". Cela formatera le disque et vous demandera de redémarrer le routeur. Pendant le redémarrage, votre /srv (répertoire où doivent résider toutes les applications gourmandes en IO) sera déplacé sur ce nouveau disque.</p> <p>Si vous disposez déjà d'un périphérique que vous avez utilisé avec le routeur Turris auparavant, vous pouvez le configurer pour qu'il soit utilisé comme stockage externe dans la section "Sélection du lecteur" sans perdre aucune donnée.</p>
ru: <p>Здесь вы можете указать, где будут храниться ваши постоянные данные. Если вы хотите использовать Nextcloud, LXC или другие приложения с интенсивным вводом-выводом, не сохраняйте их на внутреннюю флеш-память, а всегда используйте внешнее хранилище. Кроме того, перед переключением убедитесь, что ваши данные поместятся на новом диске.</p> <p>Чтобы настроить внешнее хранилище, вам необходимо подключить внешний диск, например USB-флеш-диск - и отформатируйте ее в файловой системе Btrfs. Все, что вам нужно сделать, это выберите нужный диск, желаемый уровень RAID и нажмите «Форматировать и установить». кнопку в разделе «Подготовка хранилища». Это отформатирует диск и попросит вас перезагрузить маршрутизатор. Во время перезагрузки ваш /srv (каталог где должны находиться все приложения с интенсивным вводом-выводом) будут перемещены на новый диск.</p> <p>Если у вас уже есть устройство, которое вы использовали с маршрутизатором Turris ранее, вы можете настроить его для использования в качестве внешнего хранилища в разделе «Выбор диска» без потери данных.</p>
sk: <p>Na tomto mieste sa dá nastaviť, kam sa budú ukladať vaše perzistentné dáta. Ak chcete používať Nextcloud, LXC alebo iné aplikácie s intenzívnymi I/O operáciami, neukladajte ich dáta na interné flashové úložisko, ale vždy použite úložisko externé. Pred zmenou sa tiež presvedčte, či sa vaše dáta na nový disk zmestia.</p> <p>Na nastavenie externého úložiska pripojte externý disk – napríklad USB flash disk – a sformátujte ho v súborovom systéme Btrfs. Na to stačí len vybrať správny disk, požadovanú úroveň RAID a kliknúť na tlačidlo „Formátovať a nastaviť“ v časti „Pripraviť úložisko“. Disk sa sformátuje a vyžiada sa reštart routera. Počas reštartu sa priečinok /srv (kam by si mali aplikácie s intenzívnymi I/O operáciami ukladať dáta) presunie na tento nový disk.</p> <p>Ak máte zariadenie, ktoré ste používali s routerom Turris už predtým, môžete ho bez straty dát nastaviť ako externé úložisko v časti „Výber disku“.</p>
ta: <p> உங்கள் தொடர்ச்சியான தரவு சேமிக்கப்பட வேண்டிய இடத்தில் இங்கே நீங்கள் அமைக்கலாம். நீங்கள் நெக்ச்ட் முகில், எல்.எக்ச்.சி அல்லது பிற ஐ.ஓ-தீவிர பயன்பாடுகளைப் பயன்படுத்த விரும்பினால், அவற்றை உள் ஃபிளாச் மீது வைக்க வேண்டாம், ஆனால் எப்போதும் வெளிப்புற சேமிப்பிடத்தைப் பயன்படுத்துங்கள். மேலும், மாறுவதற்கு முன் உங்கள் தரவு புதிய இயக்ககத்தில் பொருந்தும் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். </P> <p> வெளிப்புற சேமிப்பிடத்தை அமைக்க, நீங்கள் வெளிப்புற இயக்ககத்தை இணைக்க வேண்டும் - போன்றது ஒரு யூ.எச்.பி ஃபிளாச் இயக்கி - அதை BTRFS கோப்பு முறைமைக்கு வடிவமைக்கவும். நீங்கள் செய்ய வேண்டியது எல்லாம் சரியான இயக்கி, விரும்பிய RAID நிலை என்பதைத் தேர்ந்தெடுத்து "வடிவமைப்பு & தொகுப்பு" என்பதைக் சொடுக்கு செய்க "சேமிப்பிடத்தைத் தயாரிக்கவும்" பிரிவில் பொத்தான். இது இயக்கி மற்றும் விருப்பத்தை வடிவமைக்கும் திசைவியை மீண்டும் துவக்கச் சொல்லுங்கள். உங்கள் /SRV (அடைவு எல்லா அயோ-தீவிர பயன்பாடுகளும் வசிக்க வேண்டும்) இதற்கு நகர்த்தப்படும் புதிய இயக்கி. </p> <p> நீங்கள் ஏற்கனவே டர்ரிச் திசைவியுடன் பயன்படுத்திய ஒரு சாதனம் உங்களிடம் இருந்தால், "இயக்கி தேர்வு" பிரிவில் வெளிப்புற சேமிப்பகமாக இதைப் பயன்படுத்தலாம் எந்த தரவையும் இழக்காமல். </p>

source: Formatting
cs: Formátování
de: Formatierung
fr: Mise en page
nb_no: Formaterer …
ru: Форматирование
sk: Formátovanie
ta: வடிவமைப்பு

source: Growing
cs: Zvětšování
de: Vergrößerung
fr: Croissance
nb_no: Bygger på …
ru: Рост
sk: Zväčšovanie
ta: வளரும்

source: Shrinking
cs: Zmenšování
de: Verkleinerung
fr: Réduire
nb_no: Krympter …
ru: Снижение
sk: Zmenšovanie
ta: சுருங்கிக்கொண்டிருக்கும்

source: Balancing
cs: Vyvažování
de: Ausbalancierung
fr: Équilibrer
nb_no: Balanserer …
ru: Балансировка
sk: Vyrovnávanie
ta: சமநிலைப்படுத்துதல்

source: You are adding the first drive, then you'll get notification and you will be asked to reboot. On the reboot data will be moved from old drive to the new one. This can take some time so your next reboot will take longer.
cs: Přidáváte první disk, přijde vám potom notifikace a budete požádání o restart zařízení. Při tomto restartu budou data přesunuta z původního disku na nový. To může nějaký čas trvat, proto bude příští restart delší než obvykle.
de: Sie fügen das erste Laufwerk hinzu, dann werden Sie eine Benachrichtigung erhalten und gebeten werden, das Gerät neu zu starten. Beim Neustart werden die Daten vom alten Gerät auf das neue verschoben. Das kann eine Weile dauern, daher wird der Neustart mehr Zeit als üblich in Anspruch nehmen.
fr: Vous ajoutez le premier disque, puis vous recevez une notification et il vous est demandé de redémarrer. Au redémarrage, les données seront déplacées de l'ancien disque vers le nouveau. Cela peut prendre un certain temps et votre prochain redémarrage sera plus long.
nb_no: Du legger til første disk, og så vil du få en forespørsel om å starte på nytt. Ved omstart vil data bli skrevet fra den gamle disken til den nye. Dette kan ta litt tid, så din neste omstart vil ta lengre tid.
ru: Вы добавляете первый диск, затем получите уведомление и будет предложено перезагрузиться. При перезагрузке данные будут перенесено со старого диска на новый. Это может занять некоторое время, поэтому следующая перезагрузка займет больше времени.
sk: Pridávate prvý disk, dostanete notifikáciu a vyžiada sa reštart. Počas neho sa dáta presunú zo starého disku na nový. Vyžaduje si to určitý čas, takže reštart môže trvať dlhšie.
ta: நீங்கள் முதல் இயக்ககத்தை சேர்க்கிறீர்கள், பின்னர் நீங்கள் அறிவிப்பைப் பெறுவீர்கள், மேலும் மறுதொடக்கம் செய்யும்படி கேட்கப்படுவீர்கள். மறுதொடக்கத்தில் தரவு இருக்கும் பழைய டிரைவிலிருந்து புதிய இடத்திற்கு நகர்த்தப்பட்டது. இதற்கு சிறிது நேரம் ஆகலாம், எனவே உங்கள் அடுத்த மறுதொடக்கம் அதிக நேரம் எடுக்கும்.

source: Warning!
cs: Varování!
de: Warnung!
fr: Attention !
nb_no: Advarsel!
ru: Предупреждение!
sk: Výstraha!
ta: எச்சரிக்கை!

source: Are you sure you want to proceed? Newly selected drive(s) will be formatted and you will loose all the data on it. ${firstDriveMessage} Are you sure you want to continue?
cs: Opravdu to chcete provést? Nově vybraný disk (nebo více disků) bude zformátován a přijdete o všechna data, která na něm jsou. ${firstDriveMessage} Opravdu chcete pokračovat?
de: Sind Sie sicher, dass Sie fortfahren wollen? Das oder die neu ausgewählten Laufwerke werden formatiert und Sie werden alle darauf abgelegten Daten verlieren. ${firstDriveMessage} Möchten Sie weitermachen?
fr: Êtes-vous sûr de vouloir continuer ? Le(s) disque(s) nouvellement sélectionné(s) sera(ont) formaté(s) et vous perdrez toutes les données qui s'y trouvent. ${firstDriveMessage} Êtes-vous sûr de vouloir continuer ?
ru: Вы уверены, что хотите продолжить? Новые выбранные диски будут отформатированы, и вы потеряете все данные на них. ${firstDriveMessage} Вы уверены, что хотите продолжить?
sk: Naozaj chcete pokračovať? Novovybratý disk (disky) sa sformátuje a všetky dáta sa z neho stratia. ${firstDriveMessage} Naozaj chcete pokračovať?
ta: நீங்கள் தொடர விரும்புகிறீர்களா? புதிதாக தேர்ந்தெடுக்கப்பட்ட இயக்கி (கள்) வடிவமைக்கப்படும், மேலும் அதில் உள்ள எல்லா தரவையும் நீங்கள் இழக்க நேரிடும். $ {firstDriveMessage} நீங்கள் தொடர விரும்புகிறீர்களா?

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
nb_no: Avbryt
ru: Отмена
sk: Zrušiť
ta: ரத்துசெய்

source: Continue
cs: Pokračovat
de: Weiter
fr: Continuer
nb_no: Fortsett
ru: Продолжить
sk: Pokračovať
ta: தொடரவும்

source: Device preparation failed.
cs: Příprava zařízení se nezdařila.
de: Gerätevorbereitung fehlgeschlagen.
fr: La préparation du périphérique a échoué.
nb_no: Enhetsforberedelse mislyktes
ru: Подготовка устройства не удалась.
sk: Príprava zariadenia neúspešná.
ta: சாதன தயாரிப்பு தோல்வியடைந்தது.

source: Format & Set
cs: Zformátovat a nastavit
de: Formatieren & Festlegen
fr: Formater & Définir
ru: Форматирование и установка
sk: Formátovať a nastaviť
ta: வடிவமைப்பு & தொகுப்பு

source: Device
cs: Zařízení
de: Gerät
fr: Appareil
nb_no: Enhet
ru: Устройство
sk: Zariadenie
ta: சாதனம்

source: Description
cs: Popis
de: Beschreibung
nb_no: Beskrivelse
ru: Описание
sk: Popis
ta: விவரம்

source: Filesystem
cs: Souborový systém
de: Dateisystem
fr: Système de fichiers
nb_no: Filsystem
ru: Файловая система
sk: Súborový systém
ta: கோப்பு முறைமை

source: Not specified
cs: Nespecifikováno
de: Nicht angegeben
fr: Non spécifié
nb_no: Ikke angitt
ru: Не указан
sk: Nešpecifikované
ta: குறிப்பிடப்படவில்லை

source: JBOD
ta: Jbood

source: RAID1
ta: சவாரி 1

source: Don't change the RAID level, keeps everything set the way it was. Useful if you have a really custom setup of your RAID we don't support and want to just add/remove some disks.
cs: Neměnit úroveň RAID, ponechat všechno, jak je. Užitečné, pokud chcete specifickou konfiguraci RAID, kterou nepodporujeme, a chcete přidat nebo odebrat nějaké disky.
de: Ändert den RAID-Level nicht und lässt alles, wie es ist. Die richtige Option, wenn Ihr RAID nicht den offiziell unterstützten Konfigurationen entspricht und Sie lediglich Platten hinzufügen/entfernen wollen.
fr: Ne change pas le niveau du RAID, gardez tout comme il était. Utile si vous avez une configuration vraiment personnalisée de votre RAID que nous ne prenons pas en charge et que vous souhaitez simplement ajouter/supprimer certains disques.
ru: Оставить без изменения уровень RAID. Полезно, если у вас индивидуальная настройка вашего RAID, которую мы не поддерживаем и хотим просто добавить/удалить несколько дисков.
sk: Nemeniť úroveň RAID, všetko ponechať bez zmeny. Vhodné vtedy, ak máte vlastné nastavenie RAID, ktoré tu nie je podporované, a chcete len pridať/odobrať niektorý disk.
ta: RAID அளவை மாற்ற வேண்டாம், எல்லாவற்றையும் அப்படியே அமைத்துக்கொள்கிறது. உங்கள் RAID இன் தனிப்பயன் அமைப்பு இருந்தால் பயனுள்ளதாக இருக்கும் நாங்கள் ஆதரிக்கவில்லை, சில வட்டுகளைச் சேர்க்க/அகற்ற விரும்புகிறோம்.

source: No redundancy, if one drive fails, you loose your data. On the other hand, provides the most space - sum of the space available on all included drives.
cs: Žádná redundance, když jeden disk selže, ztratíte svá data. Na druhou stranu je k dispozici nejvíc místa – součet prostorů dostupných na všech zahrnutých discích.
de: Keine Redundanz; wenn eine Platte ausfällt, verlieren Sie Ihre Daten. Bietet auf der anderen Seite den meisten Platz – die Summe des Speicherplatzes aller beteiligten Laufwerke.
fr: Pas de redondance, si un disque tombe en panne, vous perdez vos données. D'autre part, fournit le plus d'espace - somme de l'espace disponible sur tous les disques inclus.
nb_no: Ingen redundans. Hvis en disk feiler, mister du all dataen din. Når det er sagt gir det mest mulig brukbar plass - summen av plassen på alle inkluderte disker.
ru: Нет избыточности, если один диск выходит из строя, вы теряете свои данные. С другой стороны, обеспечивает больше всего места - сумма пространстваe доступно на всех подключенных дисках.
sk: Žiadna redundancia. Ak jeden disk zlyhá, jeho dáta budú stratené. Na druhej strane poskytuje najviac miesta – súčet kapacít všetkých zahrnutých diskov.
ta: பணிநீக்கம் இல்லை, ஒரு இயக்கி தோல்வியுற்றால், உங்கள் தரவை இழக்க நேரிடும். மறுபுறம், அதிக இடத்தை வழங்குகிறது - இடத்தின் தொகை சேர்க்கப்பட்ட அனைத்து டிரைவ்களிலும் கிடைக்கிறது.

source: Everything is redundant and stored at two distinct drives. If you loose one drive, you can easily replace it without loosing any data. On the other hand, you have a half of the disk space you would have with JBOD.
cs: Všechno je redundantní a uloženo na dvou samostatných discích. Pokud o jeden disk přijdete, může ho snadno vyměnit bez ztráty dat. Na druhou stranu je k dispozici jen polovina místa oproti celkovému prostoru na discích.
de: Alles ist redundant und wird auf zwei getrennten Platten abgelegt. Wenn Sie eine davon verlieren, können Sie sie ohne Datenverlust einfach ersetzen. Auf der anderen Seite haben Sie nur halb so viel Speicherplatz wie bei JBOD.
fr: Tout est redondant et stocké sur deux disques distincts. Si vous perdez un disque, vous pouvez facilement le remplacer sans perdre de données. D'autre part, vous disposez de la moitié de l'espace disque dont vous disposeriez avec JBOD.
nb_no: Alt er redundant og lagret på minst to egne disker. Hvis du mister én kan du enkelt bytte den uten å miste dataen din. Derimot har du kun halve plassen du ville hatt med JBOD.
ru: Есть избыточность и данные хранятся на двух разных дисках. Если вы потеряете один диск, вы можете легко заменить его без потери данных. С другой стороны, у вас есть половина дискового пространства, которое у вас было бы с JBOD.
sk: Všetko je redundantné a uložené na dvoch samostatných diskoch. Ak jeden disk zlyhá, dá sa jednoducho vymeniť bez straty dát. Na druhej strane je v porovnaní s JBOD k dispozícii len polovičná kapacita.
ta: எல்லாம் தேவையற்றது மற்றும் இரண்டு தனித்துவமான இயக்கிகளில் சேமிக்கப்படுகிறது. நீங்கள் ஒரு இயக்ககத்தை அவிழ்த்துவிட்டால், அதை இல்லாமல் எளிதாக மாற்றலாம் எந்த தரவையும் இழக்கிறது. மறுபுறம், JBOD உடன் நீங்கள் வைத்திருக்கும் வட்டு இடத்தின் பாதி உங்களிடம் உள்ளது.

source: RAID
ta: சோதனை

source: Drive selection failed.
cs: Výběr disku se nezdařil.
de: Festlegung des Laufwerks fehlgeschlagen.
fr: La sélection du lecteur a échoué.
ru: Не удалось выбрать диск.
sk: Výber disku neúspešný.
ta: இயக்கி தேர்வு தோல்வியடைந்தது.

source: There are no prepared drives to be used.
cs: Nejsou připraveny žádné disky, které by šly použít.
de: Es stehen keine vorbereiteten Laufwerke zur Verfügung.
fr: Il n'y a pas de lecteurs prêts à être utilisé.
ru: Подготовленных дисков нет.
sk: Nie sú pripravené žiadne disky, ktoré by sa dali použiť.
ta: பயன்படுத்த தயாரிக்கப்பட்ட டிரைவ்கள் எதுவும் இல்லை.

source: Disable external storage
cs: Deaktivovat externí úložiště
de: Externen Speicher deaktivieren
fr: Désactiver le stockage externe
nb_no: Skru av eksternlagring
ru: Отключить внешнее хранилище
sk: Zakázať externé úložisko
ta: வெளிப்புற சேமிப்பிடத்தை முடக்கு
